Repository: shurik261/python_django
Catalog: mysite/locale/*/LC_MESSAGES/django.po
Languages: kk

source: Hello World!
kk: Сәлем Әлем!

source: one product
kk: бір өнім

source: Order List
kk: Тапсырыстар тізімі

source: Orders
kk: Тапсырыстар

source: Order
kk: Тапсырыс

source: Order by
kk: Тапсырыс бойынша

source: Promocode
kk: Жарнамалық код

source: Delivery address
kk: Жеткізу мекенжайы

source: Products in order
kk: Өнімдер жақсы

source: Details
kk: Толығырақ

source: No order yet
kk: Әзірге Бұйрық жоқ

source: Back
kk: Артқа

source: Product
kk: Өнімдер

source: Description
kk: Сипаттама

source: Price
kk: Бағасы

source: Discount
kk: Жеңілдік

source: Archived
kk: Мұрағатталған

source: Image
kk: Сурет

source: Only one picture is available in the product
kk: %(image_count)s Өнімде тек бір сурет бар

source: No images uploaded yet
kk: Суреттер әлі жүктелмеген

source: <div> <a href="%(products_update)s">Update product %(product.pk)s</a> </div> <div> <a href="%(products_delete)s">Archive product </a> </div> <div> <a href="%(products_list)s">Back in products</a> </div>
kk: <div> <a href="%(products_update)s">Өнімді жаңарту %(product.pk)s</a> </div> <div> <a href="%(products_delete)s">Мұрағат өнімі </a> </div> <div> <a href="%(products_list)s">Өнімдерге оралу</a> </div>

source: Products List
kk: Өнімдер тізімі

source: Products
kk: Өнімдер

source: There is only one product
kk: %(products_count)s өнім бар

# product name
source: Name
kk: Өнім атауы

source: no discount
kk: жеңілдік жоқ

source: Only one picture is available in the product
kk: %(image_count)s Өнімде тек бір сурет бар

source: Create a new product
kk: Өнім жасау

source: <h3>'No products'</h3> <a href="%(create_product_url)s"> 'Create a new product' </a>
kk: <h3>'Өнімдер жоқ'</h3> <a href="create_product_url"> 'Өнім жасау' </a>
